Repository: fredd8y/TransmissionRemote
Catalog: Transmission/Transmission/TorrentsPage/*.lproj/Torrents.strings
Languages: it

# TORRENT_ITEM_OF_PREPOSITION
source: of
it: di

# CREDENTIAL_NEEDED_TITLE
source: Wrong or missing credential, add it to server configuration in settings tab
it: Credenziali errate o mancanti, aggiungile alla configurazione del server nelle impostazioni

# DOWNLOAD_COMPLETED_IN
source: Download will be completed
it: Il download sarà completato

# SERVER_NOT_SET
source: Server not found, go to Settings tab to add one
it: Server non presente, vai nel tab impostazioni per aggiungerne uno

# ALERT_ERROR_TITLE
source: Error
it: Errore

# FILE_PERMISSION_ERRROR
source: Error retrieving selected file
it: Errore permessi sul file selezionato

# ITEM_ALREADY_ADDED_ERROR
source: already added
it: già aggiunto

# GENERIC_ERROR
source: Unknown error
it: Errore sconosciuto

# DELETE_TORRENT_ALERT_TITLE
source: Deleting
it: Rimuovi

# DELETE_TORRENT_ALERT_MESSAGE
source: Do you want to also remove torrent data?
it: Vuoi rimuovere anche i dati del torrent?

# DELETE_LOCAL_DATA
source: Remove torrent data
it: Rimuovi dati torrent

# KEEP_LOCAL_DATA
source: Keep torrent data
it: Mantieni dati torrent

source: Cancel
it: Annulla

source: Remove
it: Rimuovi

source: Stopped
it: In pausa

source: Verifying local data
it: Verifica dati

source: Queued to verify local data
it: In coda per verifica dati

source: Queued to download
it: In coda per il download

source: Queued to seed
it: In coda per seed

# UNKNOWN_STATUS
source: Unknown
it: Sconosciuto
