Repository: fredd8y/TransmissionRemote
Catalog: Transmission/Transmission/Settings/PeersSettingsPage/*.lproj/PeersSettings.strings
Languages: it

# PEERS_SETTINGS_PAGE_TITLE
source: Peers settings
it: Impostazioni peers

# REQUIRED_ENCRYPTION_DESCRIPTION
source: Required
it: Richiesta

# PREFERRED_ENCRYPTION_DESCRIPTION
source: Preferred
it: Preferenziale

# TOLERATED_ENCRYPTION_DESCRIPTION
source: Allowed
it: Consentita

# CONNECTIONS_SECTION_HEADER
source: Connections
it: Connessioni

# OPTIONS_SECTION_HEADER
source: Options
it: Opzioni

source: Max peers overall
it: Max peers globali

source: Must be a number
it: Dev'essere un numero

source: Encryption mode
it: Modalit√† crittografia

# PEX_DESCRIPTION
source: Use PEX to find more peers
it: Usa PEX per trovare ulteriori peers

# DHT_DESCRIPTION
source: Use DHT to find more peers
it: Usa DHT per trovare ulteriori peers

# LPD_DESCRIPTION
source: Use LPD to find more peers
it: Usa LPD per trovare ulteriori peers

source: Enable blocklist
it: Abilita blocklist

source: Must be an url
it: Dev'essere una url

# UPDATE_BUTTON_TITLE
source: Update
it: Aggiorna

# CONFIRM_BUTTON_TITLE
source: Confirm
it: Conferma
