Repository: fredd8y/TransmissionRemote
Catalog: Transmission/Transmission/Settings/NetworkSettingsPage/*.lproj/NetworkSettings.strings
Languages: it

# NETWORK_SETTINGS_PAGE_TITLE
source: Network settings
it: Impostazioni rete

source: Port open
it: Porta aperta

source: Port closed
it: Porta chiusa

source: Listening port
it: Porta di ascolto

source: Peer listening port
it: Porta di ascolto peer

# MUST_BE_A_NUMBER_ERROR
source: Must be a number
it: Dev'essere un numero

source: Randomize port on launch
it: Imposta una porta casuale al lancio

# PORT_FORWARDING_FROM_ROUTER
source: Use port forwarding from my router
it: Usa il port forwarding del router

# ENABLE_UTP_FOR_COMMUNICATION
source: Enable UTP for peer communication
it: Abilita UTP per le comunicazioni tra peer

source: Confirm
it: Conferma
